Repository: wp-plugins/genesis-layout-extras
Catalog: languages/genesis-layout-extras-*.po
Languages: fr_fr, hi_in, it_it

source: ALL available options <em>on this page</em> are resetted to their defaults! So if you only want to reset <em>one</em> option and leave all other as they are then only change this one section and then click the SAVE button and you are done.
fr_fr: Tout les options disponibles <em>sur cette page</em> sont réinitialisés ! Ainsi si vous voulez réintialiser <em>une</em> option et laisser toutes les autres comme elles sont, alors ne changez que cette section et cliquez sur le bouton SAUVEGARDEZ.
hi_in: इस पृष्ठ पर सभी उपलब्ध विकल्पों <em> </ em> उनकी चूक को resetted! तो अगर आप केवल <em> </ em> विकल्प रीसेट और छोड़ अन्य सभी के रूप में वे तो केवल यह एक अनुभाग बदल सकते हैं और तब सहेजें बटन पर क्लिक करें और आप कर रहे हैं
it_it: TUTTE le opzioni disponibili <em>in questa pagina</em> vengono resettate al loro default! Quindi se volete resettare solo <em>una</em> opzione e lasciare le altre invariate, modificate semplicemente quella e SALVATE le impostazioni.

source: With my child theme some of the layout options have no effect, what happens here?
fr_fr: Avec mon nouveau thème enfant, les options de maquette n'ont pas d'effets. Que se passe-t-il?
hi_in: मेरे बच्चे के विषय के साथ लेआउट विकल्पों में से कुछ का कोई प्रभाव नहीं है, यहाँ क्या होता है?.
it_it: Con il mio tema figlio alcune delle opzioni di layout non hanno alcun effetto, come mai?

source: This is the case when a child theme does not support one or more specific layout options. For example: When a child has unregistered the layout option "Sidebar-Sidebar-Content" then the plugin setting of "Sidebar-Sidebar-Content" will have no effect at all. This is absolutely logical behavior because the plugin can only set options which are supported by the active child theme.
fr_fr: C'est le cas quand un thème enfant ne supporte pas un ou plus d'options de maquettes. Par exemple: Lorsque un thème enfant a enlever l'option de maquette "Barre latérale-Barre latérale-Contenu" alors les réglages du plugin pour of "Barre latérale-Barre latérale-Contenu" n'auront pas du tout d'effet. C'est un comportement logique car le plugin ne peux seulement choisir les options qui sont supportés par le thème enfant actifs.
hi_in: इस मामले में जब एक बच्चे के विषय में एक या अधिक विशिष्ट लेआउट विकल्प का समर्थन नहीं करता है. उदाहरण के लिए: जब एक बच्चा है अपंजीकृत लेआउट विकल्प "साइडबार - साइडबार सामग्री " के प्लगइन सेटिंग "साइडबार - साइडबार सामग्री तो " सभी पर कोई प्रभाव नहीं होगा. यह बिल्कुल तार्किक व्यवहार है क्योंकि प्लगइन केवल विकल्प है जो सक्रिय बच्चे के विषय द्वारा समर्थन कर रहे हैं निर्धारित कर सकते हैं.
it_it: Questo è il caso in cui il child theme una o più opzioni specifiche di layout. Per esempio: quando il tema non ha le opzioni registrate "Sidebar-Sidebar-Content" allora le impostazioni del plugin "Sidebar-Sidebar-Content" non hanno effetto. Questo è assolutamente logico perchè il plugin può agire solo dove gli è permesso.

source: Author
hi_in: लेखक
it_it: Autore

source: David Decker of %1$sdeckerweb.de%2$s and %3$sGenesisThemes%4$s
fr_fr: David Decker de %1$sdeckerweb.de%2$s et %3$sGenesisThemes.de%4$s
hi_in: डेविड डेकर %1$sdeckerweb.de%2$s and %3$sGenesisThemes.de%4$s
it_it: David Decker di %1$sdeckerweb.de%2$s e %3$sGenesisThemes.de%4$s

source: License
fr_fr: Licence
hi_in: लाइसेंस
it_it: Licenza

source: GPLv2 or later - %1$sMore info on the GPL license ...%2$s
fr_fr: GPLv2 ou tard - %1$sPlus d'information sur la licence GPL ...%2$s
hi_in: GPLv2 या बाद में -%1$s GPL लाइसेंस के पर sMore जानकारी ...%2$s
it_it: GPLv2 o versione successiva - %1$sAltre info sulla licenza GPL ...%2$s

source: Donations
hi_in: दान
it_it: Aiutaci

source: Please %1$sdonate to support the further maintenance and development%2$s of the plugin. <em>Thank you in advance!</em>
fr_fr: Merci de %1$sdonner pour supporter la maintenance future et le développement%2$s du plugin. <em>Merci d'avance!</em>
hi_in: कृपया%1$s sdonate आगे और प्लगइन का विकास%2$s रखरखाव का समर्थन करने के लिए. <em> अग्रिम धन्यवाद </em>!
it_it: Per favore %1$sdonate per supportare il mantenimento, la distribuzione e le nuove implementazioni%2$s di questo plugin. <em>Grazie mille in anticipo!</em>

source: Done via %1$sWordPress.org plugin page support forum%2$s. - Maybe I will setup my own support forum in the future, though.
fr_fr: Par la %1$sWordPress.org page du plugin sur le forum%2$s. - Peut-être, je vais mettre en place mon propre forum de support.
hi_in: %1$sWordPress.org प्लगइन पृष्ठ समर्थन मंच %2$s के माध्यम से किया है. शायद मैं भविष्य में अपने खुद के मंच का समर्थन सेटअप, हालांकि होगा.
it_it: Via %1$sWordPress.org nelle pagine plugin del forum di supporto%2$s. - In futuro forse troverete un forum di supporto proprio, forse!.

source: Rating &amp; Tips
fr_fr: Noter &amp; Trucs
hi_in: रेटिंग &amp;युक्तियाँ
it_it: Voti &amp; Trucchi

source: If you like the plugin please %1$srate at WordPress.org%2$s with 5 stars. <em>Thank you!</em> &mdash; %3$sMore plugins for Genesis Framework and WordPress in general by DECKERWEB%4$s
fr_fr: Si vous aimez ce plugin merci de le %1$snoter sur WordPress.org%2$s avec 5 stars. <em>Merci!</em> &mdash; %3$sPlus de plugins pour Genesis Framework et WordPress par DECKERWEB%4$s
hi_in: यदि आप चाहें प्लगइन %1$s कृपया WordPress.org पर srate 5 सितारों के साथ %2$s . <em> धन्यवाद </em> - 3 DECKERWEB से %3$s उत्पत्ति फ्रेमवर्क और सामान्य रूप में करने के लिए sMore प्लगिन%4$s है
it_it: Se il plugin vi piace per favore %1$svotatelo su WordPress.org%2$s con 5 stelle. <em>Grazie!</em> &mdash; %3$sAltri plugins per Genesis Framework e WordPress by DECKERWEB%4$s

source: WooCommerce OR Jigoshop
fr_fr: WooCommerce OU Jigoshop
hi_in: WooCommerce या Jigoshop
it_it: WooCommerce O Jigoshop

source: by Themedy Themes Brand
fr_fr: Thèmes par Marque Themedy
hi_in: Themedy थीम्स ब्रांड
it_it: by Themedy Themes marca

source: Plugin Support
hi_in: प्लगइन समर्थन
it_it: Plugin Supporto

source: Child Theme Support
fr_fr: Thème Enfant Support
hi_in: बाल थीम समर्थन
it_it: Child Theme Supporto

source: Genesis Layout Extras
fr_fr: Genesis Maquettes en Extra
hi_in: उत्पत्ति लेआउट अतिरिक्त

source: This plugin for Genesis Theme Framework allows modifying of default layouts for homepage, singular, archive, attachment, search, 404 and even bbPress 2.x pages via Genesis theme settings.
fr_fr: Ce plugin pour le Framework Genesis permet de modifier les options de maquette pour la page d'accueil, les pages d'article, les archives, les pages de fichier, les recherches, les 404 et même bbPress 2.x. Les réglages s'effectuent par les réglages du thème Genesis
hi_in: उत्पत्ति थीम फ्रेमवर्क के लिए इस प्लगइन का होमपेज, विलक्षण, संग्रह, लगाव, खोज 404, और भी bbpress उत्पत्ति विषय सेटिंग्स के माध्यम से 2.x पृष्ठों के लिए डिफ़ॉल्ट लेआउट को संशोधित करने की अनुमति देता है.
it_it: Questo plugin per Genesis Theme Framework permette la modifica del layout predefinito per homepage, post, pagina, archivio, allegati, ricerca, pagine 404 e persino bbPress 2.x tramite impostazioni del tema di Genesis.

source: David Decker - DECKERWEB
hi_in: डेविड डेकर - DECKERWEB है
it_it: David Decker - DECKERWEB.de

source: Sorry, you can&rsquo;t activate unless you have installed the %1$sGenesis Framework%2$s
fr_fr: Désollé mais vous ne pouvez activer ce plugin avant d'avoir installé le %1$sGenesis Framework%2$s
hi_in: क्षमा करें, जब तक आप%1$sGenesis फ्रेमवर्क%2$s स्थापित नहीं सक्रिय कर सकते हैं
it_it: Spiacente, non puoi attivare prima di aver installato %1$sGenesis Framework%2$s

source: Settings
fr_fr: Réglages
hi_in: सेटिंग्स
it_it: Impostazioni

source: Plugin: Genesis Layout Extras
fr_fr: Plugin: Genesis Maquettes en Extra
hi_in: प्लगइन: उत्पत्ति लेआउट अतिरिक्त

source: Layout Extras
fr_fr: Maquettes en Extra
hi_in: लेआउट अतिरिक्त

source: Special Sections
fr_fr: Sections spéciales
hi_in: विशेष धारा
it_it: Sezioni Speciali

source: Hompage Layout
fr_fr: Maquette pour l'Accueil
hi_in: hompage लेआउट
it_it: Layout della Hompage

source: Search Page Layout
fr_fr: Maquette Page de Recherche
hi_in: खोज पृष्ठ लेआउट
it_it: Layout della Ricerca

source: 404 Page Layout
fr_fr: Maquette pour la page 404
hi_in: L404 पृष्ठ लेआउट
it_it: Layout della pagina 404

source: Singular Pages
fr_fr: Article
hi_in: एकवचन पेज
it_it: Singole Pagine

source: Post Page Layout
fr_fr: Maquette de Page d'articles
hi_in: पृष्ठ लेआउट
it_it: Layout dei singoli Post

source: Attachment Page Layout
fr_fr: Maquette pour les pages de Fichier
hi_in: अटैचमेंट पेज लेआउट
it_it: Layout delle pagine Allegati

source: Archive Sections
fr_fr: Archives
hi_in: संग्रह अनुभाग
it_it: Sezione Archivio

source: Author Page Layout
fr_fr: Maquette Page d'auteur
hi_in: लेखक पेज लेआउट
it_it: Layout della pagina Autore

source: Date Archive Page Layout
fr_fr: Maquette pour les archives de date
hi_in: तिथि पुरालेख पेज लेआउट
it_it: Layout pagina Archivio per Data

source: Category Page Layout
fr_fr: Maquette pour les pages de Catégorie
hi_in: श्रेणी पेज लेआउट
it_it: Layout della pagina Categoria

source: Tag Page Layout
fr_fr: Maquette pour les pages de Mots clefs
hi_in: टैग पेज लेआउट
it_it: Layout della pagina Tag

source: Taxonomy Page Layout
fr_fr: Maquette pour les pages de Taxonomies
hi_in: वर्गीकरण पेज लेआउट
it_it: Layout della pagina Taxonomia

source: Plugin: bbPress 2.x Forum Section
fr_fr: Plugin: Section Forum pour bbPress 2.x
hi_in: प्लगइन: bbpress 2.x फोरम धारा
it_it: Plugin: Sezione Forum bbPress 2.x

source: Full Width Content
fr_fr: Contenu en pleine page
hi_in: पूर्ण चौड़ाई सामग्री
it_it: Contenuto Full-Width

source: Genesis - Layout Extras
fr_fr: Genesis - Maquettes en extra
hi_in: उत्पत्ति - लेआउट अतिरिक्त

source: Save Settings
fr_fr: Sauvegarder les réglages
hi_in: सेटिंग्स सहेजें
it_it: Salva Impostazioni

source: by StudioPress
fr_fr: par StudioPress

source: Child Theme: %s by StudioPress
fr_fr: Thème Enfant: %s par StudioPress

source: Portfolio Post Type Layout (archive)
fr_fr: Option de maquette pour contenus Portfolio (archives)

source: Child Theme: %s by ZigZagPress
fr_fr: Thème Enfant: %s par ZigZagPress

source: Portfolio Categories Taxonomy Layout
fr_fr: Option de maquette pour les catégories Portfolio

source: Event Post Type Layout (archive)
fr_fr: Option de maquette pour contenus Event (événement) (archives)

source: Event Categories Taxonomy Layout
fr_fr: Option de maquette pour les catégories Video

source: Page Page Layout
fr_fr: Maquette de Page
it_it: Layout delle Pagine

source: at WordPress.org
it_it: a WordPress.org
