Repository: wp-plugins/genesis-layout-extras
Catalog: languages/genesis-layout-extras-*.po
Languages: fr_fr, hi_in, it_it

source: Custom Post Types by Child Themes
fr_fr: Conternu personnalisé du thème enfant
hi_in: बाल थीम्स द्वारा कस्टम डाक प्रकार

source: Translations
fr_fr: Traductions
hi_in: अनुवाद

source: Please contribute to existing or new translations on %sour free translations platform%s powered by GlotPress.
fr_fr: S'il vous plaît contribuer à des traductions existantes ou nouvelles sur %snotre plate-forme de traductions%s libres alimenté par GlotPress.
hi_in: हमारे मुक्त अनुवाद %sGlotPress%s द्वारा संचालित मंच पर मौजूदा या नए अनुवाद योगदान.

source: Thank You!
fr_fr: Merci!
hi_in: शुक्रिया!

source: Reset Settings
fr_fr: Réinitialiser les réglages
hi_in: सेटिंग्स रीसेट
it_it: Reset Impostazioni

source: What the Plugin Does
fr_fr: Ce que fait le plugin
hi_in: प्लगइन क्या करता है
it_it: Cosa fa il Plugin

source: This plugin for the Genesis Theme Framework allows modifying of default layouts for homepage, singular, archive, attachment, search and 404 pages via an options page under the Genesis menu. In addition you can also modify the default layout option for pages generated by the bbPress 2.x forum plugin and the AgentPress Listings plugin.
fr_fr: Ce plugin pour le Framework Genesis permet de modifier les options de maquette pour la page d'accueil, les pages d'article, les archives, les pages de fichier, les recherches, les 404. Les réglages s'effectuent par les réglages du thème Genesis. En complément, vous pouvez aussi modifier les options par défaut des pages générées par le plugin de forum bbPress 2.x et la plugin AgentPress Listings.
hi_in: होमपेज, विलक्षण, संग्रह, लगाव, खोज, और उत्पत्ति मेनू के तहत एक विकल्प पृष्ठ के माध्यम से 404 पृष्ठों के लिए डिफ़ॉल्ट लेआउट के उत्पत्ति थीम फ्रेमवर्क के लिए इस प्लगइन को संशोधित करने की अनुमति देता है. इसके अलावा आप भी bbpress 2.x मंच प्लगइन और AgentPress के लिस्टिंग प्लगइन द्वारा उत्पन्न पृष्ठों के लिए डिफ़ॉल्ट लेआउट विकल्प को संशोधित कर सकते हैं.
it_it: Questo plugin per Genesis Theme Framework permette di modificare i layout di default per homepage, post, pagine, archivio, allegati, ricerca e pagine 404 attraverso le opzioni del menu Genesis. Inoltre è possibile anche modificare l'opzione di layout predefinito per le pagine generate dai plugin bbPress 2.x forum e AgentPress Listings.

source: FAQ - Frequently Asked Questions
fr_fr: FAQ - Foire Aux Questions
hi_in: अकसर किये गए सवाल - अक्सर पूछे जाने वाले प्रश्न
it_it: FAQ - Domande Frequenti

source: ALL extra layout settings were reset to their Genesis default option.
fr_fr: TOUT les maquettes en extra ont été réinitialisé avec les options de Genesis par défaut.
hi_in: सभी अतिरिक्त लेआउट उनकी उत्पत्ति डिफ़ॉल्ट विकल्प सेटिंग्स रीसेट गया.
it_it: TUTTE le impostazioni extra del layout saranno resettate a quelle default delle opzioni del Genesis.

source: The extra layout settings have been saved successfully.
fr_fr: Les réglages des maquettes en extra ont été sauvegardé avec succès.
hi_in: अतिरिक्त लेआउट सेटिंग्स सफलतापूर्वक सहेज लिया गया है.
it_it: Le impostazioni extra del layout sono state salvate correttamente.

source: Genesis Default
fr_fr: Réglage par défaut Genesis
hi_in: उत्पत्ति डिफ़ॉल्ट

source: Content-Sidebar
fr_fr: Contenu-Barre latérale
hi_in: सामग्री - साइडबार
it_it: Contenuto - barra laterale

source: Sidebar-Content
fr_fr: Barre latérale-Contenu
hi_in: साइडबार - सामग्री
it_it: Barra laterale - contenuto

source: Content-Sidebar-Sidebar
fr_fr: Contenu-Barre latérale-Barre latérale
hi_in: सामग्री साइडबार - साइडबार
it_it: Contenuto - barra laterale - barra laterale

source: Sidebar-Sidebar-Content
fr_fr: Barre latérale-Barre latérale-Contenu
hi_in: सामग्री साइडबार - साइडबार
it_it: Barra laterale - barra laterale - contenuto

source: Sidebar-Content-Sidebar
fr_fr: Barre latérale-Contenu-Barre latérale
hi_in: साइडबार - सामग्री - साइडबार
it_it: Barra laterale - contenuto - barra laterale

source: Are you sure you want to reset? - When resetting, ALL extra layout settings will be set to their Genesis default option!
fr_fr: Etes-vous sûr de vouloir réinitialiser? Si vous le faites, tous les maquettes en extra vont revenir aux réglages par défaut de Genesis
hi_in: क्या आप सुनिश्चित करें कि आप रीसेट करना चाहते हैं? रीसेट सभी अतिरिक्त लेआउट सेटिंग्स उनकी उत्पत्ति डिफ़ॉल्ट विकल्प सेट हो जाएगा!
it_it: Sei sicuro di voler resettare? - Quando fai questa operazione, TUTTE le impostazioni extra dei layout saranno riportate a quelle di default del Genesis!

source: Go to the settings page
fr_fr: Aller à la page des réglages
hi_in: सेटिंग्स पेज पर जाएँ
it_it: Vai alle Impostazioni

source: FAQ
hi_in: अक्सर पूछे जाने वाले प्रश्न

source: Support
hi_in: समर्थन
it_it: Supporto

source: Donate
fr_fr: Faire un don
hi_in: दान

source: This is the general setting for date archives and overwrites the following three settings (Year, Month, Day)! So, if you setup any of the following three settings then let this one here on %1$sGenesis Default%2$s.
fr_fr: Ce sont les réglages généraux pour les archives de date. Ils vont écraser ces trois réglages (Année, Mois, Jour)! Donc, si vous réglez une de ces trois là, alors laissez celui-ci sur %1$sGenesis par défaut%2$s.
hi_in: इस तारीख के अभिलेखागार के लिए सामान्य सेटिंग है और निम्नलिखित तीन (वर्ष, महीना, दिन) सेटिंग्स अधिलेखित कर देता है! तो, अगर आप निम्नलिखित तीन सेटिंग्स में से किसी भी सेटअप तो यह एक %1$s पर sGenesis डिफ़ॉल्ट%2$sहै.
it_it: Queste sono le impostazioni generali per gli archivi per data e riscrive le seguenti 3 impostazioni (Anno, Mese, Giorno)! Quindi, se le modifichi lascia queste come %1$sGenesis Default%2$s.

source: Date Archive - Year Page Layout
fr_fr: Archive de date - Maquette de page pour l'année
hi_in: तिथि पुरालेख वर्ष पेज लेआउट
it_it: Archivio per data - Layout pagina Anno

source: Date Archive - Month Page Layout
fr_fr: Archive de date - Maquette de page pour le mois
hi_in: तिथि पुरालेख महीने पेज लेआउट
it_it: Archivio per data - Layout pagina Mese

source: Date Archive - Day Page Layout
fr_fr: Archive de date - Maquette de page pour le jour
hi_in: पुरालेख तिथि - दिवस पेज लेआउट
it_it: Archivio per data - Layout pagina Giorno

source: Special Custom Post Type Sections
fr_fr: Section spéciale pour les contenu personnalisé (custom post type)
hi_in: विशेष कस्टम डाक प्रकार अनुभाग
it_it: Personalizzazioni del Post Type

source: bbPress 2.x Forum Layout (all areas)
fr_fr: bbPress 2x. Maquette de forum (toute section)
hi_in: bbpress 2.x फोरम लेआउट (सभी क्षेत्रों)
it_it: bbPress 2.x Forum Layout (tutte le aree)

source: This setting works for homepage templates (file %1$shome.php%2$s is there - %1$sis_home()%2$s) <u>and</u> also for static pages as front page (%1$sis_front_page()%2$s).
fr_fr: Ce réglage fonctionne pour le modèle de la page d'accueil (file %1$shome.php%2$s est ici - %1$sis_home()%2$s) <u>et</u> aussi pour les pages statiques sélectionnées en page d'accueil (%1$sis_front_page()%2$s).
hi_in: यह सेटिंग होमपेज टेम्पलेट्स के लिए काम करता है ( फ़ाइल %1$s home.php%2$s है वहाँ है%1$sis_home ()%2$s) <u> और </u> भी सामने पृष्ठ के रूप में स्थिर पृष्ठों के लिए ( (%1$sis_front_page)%2$s).
it_it: Questa impostazione funziona per i modelli di homepage (file %1$shome.php%2$s - %1$sis_home()%2$s) <u>e</u> anche per le pagine statiche impostate come prima pagina (%1$sis_front_page()%2$s).

source: Author - License
fr_fr: Auteur - Licence
hi_in: लेखक - लायसेंस
it_it: Autore - Licenza

source: Support - Donations - Rating &amp; Tips
fr_fr: Support - Donations - Noter &amp; Trucs
hi_in: समर्थन - दान - रेटिंग &amp; Tipps
it_it: Supporto - Donazioni - Voti &amp; Trucchi

source: Feedback and more about the Author
fr_fr: Retour d'expérience et plus à propos de l'auteur
hi_in: लेखक के बारे में अधिक प्रतिक्रिया
it_it: Feedback e più su l'Autore

source: Website
fr_fr: Site Web
hi_in: वेबसाइट
it_it: Sito Web

source: Forum
hi_in: फोरम
it_it: Foro

source: Social:
hi_in: सामाजिक
it_it: Sociale:

source: Facebook
hi_in: फेसबुक

source: Google+
hi_in: गूगल +

source: WordPress Defaults
fr_fr: Par défaut WordPress
hi_in: WordPress के डिफ़ॉल्ट
it_it: WordPress predefiniti

source: Custom Post Types by Plugins
fr_fr: Conternu personnalisé de Plugins
hi_in: प्लगइन्स द्वारा कस्टम पोस्ट प्रकार

source: Here you can set up a <strong>default</strong> layout option for various extra archive pages and other special pages.
fr_fr: Ici vous pouvez régler une options de maquette par <strong>défaut</strong> pour les diverses pages d'archives ou autre page spéciales.
hi_in: यहाँ आप एक <strong> डिफ़ॉल्ट </strong> विभिन्न अतिरिक्त संग्रह पृष्ठों और अन्य विशेष पृष्ठों के लिए लेआउट विकल्प सेट कर सकते हैं.

source: %1$sGenesis Default%2$s in the drop-down menus below always means the chosen default layout option in the regular <a href="%3$s">Genesis layout settings</a>.
fr_fr: %1$sGenesis par défaut%2$s dans le menu déroulant ci-dessous veux toujours dire le menu choisi par défaut dans le <a href="%3$s">Réglages du thème de Genesis</a>.
hi_in: %1$sड्रॉप नीचे दी गई सूची में डॉलर sGenesis डिफ़ॉल्ट%2$sहमेशा से नियमित <a href="%3$s"> उत्पत्ति लेआउट सेटिंग्स में चुना डिफ़ॉल्ट लेआउट विकल्प का मतलब </a>.
it_it: %1$sGenesis Default%2$s nel menu a tendina significa il layout opzioni di default scelto nelle normali impostazioni layout del <a href="%3$s">Genesis</a>.

source: For regular search results display &ndash; if there are any results.
fr_fr: Pour les recherches normales, affichez &ndash; s'il n'y a pas de résultats.
hi_in: नियमित रूप से खोज परिणामों के प्रदर्शन के लिए अगर वहाँ किसी भी परिणाम हैं.

source: Search Not Found Page Layout
fr_fr: Aucun réglage de maquette n'a été trouvé.
hi_in: सर्च पृष्ठ लेआउट नहीं मिला

source: If there are NO search results (empty).
fr_fr: S'il n'y a PAS de résultat (vide).
hi_in: अगर वहाँ कोई खोज परिणाम (खाली) हैं.

source: If a page/URL is not found. Regarding the %1$s404.php%2$s error page template from Genesis core or from current child theme.
fr_fr: Si une URL de page n'est pas trouvé. En fonction de page d'erreur %1$s404.php%2$s du thème Genesis ou du thème enfant activé.
hi_in: अगर एक पृष्ठ / URL नहीं मिला है.%1$s404.php%2$s उत्पत्ति मूल से या वर्तमान बच्चे के विषय से त्रुटि पृष्ठ टेम्पलेट के बारे में.

source: Here you can set up a <strong>default</strong> layout option for various extra archive pages generated by Custom Post Types which were set by plugins. There are only post types listed for which proper template/ layout integration for Genesis exist.
fr_fr: Ici vous pouvez créer un réglage de maquette par <strong>défaut</strong> pour plusieurs pages d'archives créées par les contenus personnalisés générés par des plugins. Il y a seulement les contenus qui ont les réglages appropriés pour Genesis.
hi_in: यहाँ आप एक <strong> डिफ़ॉल्ट </ strong> विभिन्न अतिरिक्त संग्रह जो प्लगिन द्वारा सेट किए गए कस्टम डाक प्रकार के द्वारा उत्पन्न पृष्ठों के लिए लेआउट विकल्प सेट कर सकते हैं. वहाँ केवल पोस्ट के लिए जो उत्पत्ति के लिए उचित एकीकरण / टेम्पलेट लेआउट मौजूद सूचीबद्ध प्रकार के होते हैं.

source: Plugin: AgentPress Listings
hi_in: प्लगइन: AgentPress लिस्टिंग

source: Listing Post Type Layout (archive)
fr_fr: Contenu personnalisés de liste (archive)
hi_in: लिस्टिंग पोस्ट प्रकार लेआउट (संग्रह)
it_it: Listing Post Type Layout (archivio)

source: Plugins: WooCommerce OR Jigoshop
fr_fr: Plugins: WooCommerce OU Jigoshop
hi_in: प्लगइन्स: WooCommerce या Jigoshop
it_it: Plugins: WooCommerce OU Jigoshop

source: Plugin: WooCommerce
hi_in: प्लगइन: WooCommerce

source: Plugin: Jigoshop
hi_in: प्लगइन: Jigoshop

source: Integration plugin
fr_fr: Plugin d'intégration
hi_in: एकीकरण प्लगइन
it_it: Integrazione plugin

source: Genesis Connect for WooCommerce
fr_fr: Genesis Connect pour WooCommerce
hi_in: उत्पत्ति WooCommerce के लिए कनेक्ट
it_it: Genesis Connect pour WooCommerce

source: Genesis Connect for Jigoshop
fr_fr: Genesis Connect pour Jigoshop
hi_in: उत्पत्ति Jigoshop के लिए कनेक्ट
it_it: Genesis Connect pour Jigoshop

source: Plugin: Easy Digital Downloads
hi_in: प्लगइन: डिजिटल डाउनलोड

source: Download Post Type Layout (archive)
fr_fr: Mise en page des Contenus personnalisés téléchargement (archive)
hi_in: डाउनलोड डाक प्रकार लेआउट (संग्रह)

source: For this setting to take any effect the plugin %1$s needs to be installed first.
fr_fr: Pour ce réglage prennent effet plugin %1$s doit être d'abord installé.
hi_in: इस सेटिंग को किसी भी प्रभाव लेने के लिए प्लगइन%1$s के लिए पहली बार स्थापित करने की जरूरत है.

source: Easy Digital Downloads
hi_in: आसान डिजिटल डाउनलोड

source: Genesis Connect for Easy Digital Downloads
fr_fr: Genesis Connect pour Easy Digital Downloads
hi_in: आराम से डिजिटल डाउनलोड के लिए उत्पत्ति कनेक्ट
it_it: Genesis Connect pour Easy Digital Downloads

source: Plugin: bbPress 2.x Forum
hi_in: प्लगइन: bbpress 2.x फोरम

source: bbPress Genesis Extend
hi_in: bbpress उत्पत्ति बढ़ाएँ

source: Save
fr_fr: Sauvegardez
hi_in: बचाना
it_it: Salva

source: Listings Features Taxonomy Layout
fr_fr: Mise en page de la liste des taxonomies mises à la une
hi_in: लिस्टिंग वर्गीकरण लेआउट सुविधाएँ

source: For these settings to take any effect the %1$splugin <em>AgentPress Listings</em>%2$s needs to be installed first. &mdash; Of course, the plugin (and so the setting here) could be used with the %3$sAgentPress child theme%4$s and also with any other Genesis child theme, so this setting might come in really handy ;-).
fr_fr: Pour que ces réglages fonctionnent le plugin %1$splugin <em>AgentPress Listings</em>%2$s doit être installé en premier. &mdash; Bien sûr, le plugin (et les présents réglages) peuvent être utilisés avec le thème enfant %3$sAgentPress child theme%4$s et aussi avec un autre thème enfant Genesis, ainsi ces réglages devienne très pratiques ;-).
hi_in: इन सेटिंग्स को कोई असर लेने के लिएthe %1$splugin <em> AgentPress लिस्टिंग </em>%2$s की जरूरत है स्थापित करने के लिए. बेशक, प्लगइन (और तो यहाँ सेटिंग) sAgentPress बच्चे विषय%3$s है और किसी भी अन्य उत्पत्ति बच्चे के विषय के साथ%4$s के साथ इस्तेमाल किया जा सकता है, तो इस सेटिंग को सच में काम;-) में आ सकता है

source: Plugin: Genesis Media Project
hi_in: प्लगइन: उत्पत्ति मीडिया परियोजना

source: Video Post Type Layout (archive)
fr_fr: Mise en page des Contenus personnalisés Vidéos (archive)
hi_in: वीडियो पोस्ट प्रकार लेआउट (संग्रह)

source: Video SlideShows Taxonomy Layout
fr_fr: Mise en page de la taxonomie Video Slideshows
hi_in: वीडियो वर्गीकरण लेआउट स्लाइडशो

source: Video Categories Taxonomy Layout
fr_fr: Option de maquette pour les catégories Video
hi_in: वीडियो श्रेणियाँ वर्गीकरण लेआउट

source: Video Tags Taxonomy Layout
fr_fr: Option de maquette pour les étiquettes Video
hi_in: वीडियो टैग वर्गीकरण लेआउट

source: For these settings to take any effect the plugin %1$s needs to be installed first.
fr_fr: Pour que ces réglages fonctionne le plugin %1$s doit être installé en premier.
hi_in: इन सेटिंग्स को कोई असर लेने के लिए प्लगइन%1$s के लिए पहली बार स्थापित करने की जरूरत है.

source: Genesis Media Project
hi_in: उत्पत्ति मीडिया परियोजना

source: Product Post Type Layout - Product Categories (all)
fr_fr: Option de maquette pour les Contenu Produit - Catégorie Produit (toutes)
hi_in: उत्पाद पी प्रकार लेआउट उत्पाद श्रेणियों (सभी)

source: Product Post Type Layout - Product Tags (all)
fr_fr: Option de maquette pour les Contenu Produit - Etiquette Produit (toutes)
hi_in: उत्पाद डाक प्रकार लेआउट उत्पाद टैग (सभी)

source: For these settings to take any effect the plugin %1$s OR %2$s needs to be installed first.
fr_fr: Pour ce réglage prennent effet plugin %1$s OU plugin %2$s doit être d'abord installé.
hi_in: इन सेटिंग्स को किसी भी प्रभाव प्लगइन%1$s या%2$s जरूरतों को लेने के लिए पहली बार स्थापित किया.

source: Download Categories Taxonomy Layout
fr_fr: Télécharger les options de maquette pour les Catégories
hi_in: डाउनलोड श्रेणियाँ वर्गीकरण लेआउट

source: Download Tags Taxonomy Layout
fr_fr: Télécharger les options de maquette pour les Etiquettes
hi_in: टैग वर्गीकरण के लेआउट को डाउनलोड करें

source: Here you can set up a <strong>default</strong> layout option for various extra archive pages generated by Custom Post Types which were set by child themes.
fr_fr: Ici vous pouvez créer un réglage de maquette par <strong>défaut</strong> pour plusieurs pages d'archives créées par les contenus personnalisés (réglées par le thème enfant).
hi_in: हाँ आप एक <strong> डिफ़ॉल्ट </strong> विभिन्न अतिरिक्त संग्रह कस्टम डाक प्रकार के जो बच्चे के विषयों के द्वारा निर्धारित किया गया है द्वारा उत्पन्न पृष्ठों के लिए लेआउट विकल्प सेट कर सकते हैं.

source: Child Theme: Clip Cart by Themedy Themes
fr_fr: Thème Enfant: Clip Cart par Themedy Themes
hi_in: बाल थीम Themedy थीम्स द्वारा क्लिप कार्ट

source: Products Post Type Layout (archive)
fr_fr: Option de maquette pour contenus Produit (archives)
hi_in: उत्पाद डाक प्रकार लेआउट (संग्रह)

source: Product Categories Taxonomy Layout
fr_fr: Option de maquette pour catégories Produit
hi_in: उत्पाद श्रेणियाँ वर्गीकरण लेआउट

source: Child Theme: Stage by Themedy Themes
fr_fr: Thème enfant: Stage par Themedy Themes
hi_in: Themedy थीम्स द्वारा स्टेज: बाल थीम

source: Photo Galleries Taxonomy Layout
fr_fr: Option de maquette les taxonomies de Galeries Photo
hi_in: फोटो गैलरी वर्गीकरण लेआउट

source: Question
hi_in: प्रश्न
it_it: Domanda

source: Some settings seem to have no effect at all, what happens here?
fr_fr: Certains réglages semblent ne pas avoir d'effet. Que se passe-t-il dans ce cas?
hi_in: कुछ सेटिंग्स के लिए सब पर कोई प्रभाव नहीं लगता है, यहाँ क्या होता है?
it_it: Alcune impostazioni sembra che non abbiano effetto, come mai?

source: Answer
fr_fr: Répondre
hi_in: जवाब
it_it: Rispondere

source: This has to do with priorities. In general, if there is a template for a specific page (archive) type, for example <code>image.php</code> for image attachment display, then Genesis & WordPress will always use that first for the content output AS LONG AS there is an layout setting function or filter in there. Only if there are no templates with layout settings found, the layout option settings will take full effect. So, if our example <code>image.php</code> has a layout filter set in this then has the higher priority but if there is no layout filter in there then the layout setting of the plugin will take effect! - Well, if you experience such cases just leave these fields on "Genesis Default" and you are good to go :-).
fr_fr: Cela a un rapport avec les priorités. En général, s'il y a un modèle de page pour une page spécifique (archive), par exemple <code>image.php</code> pour les pages de pièce jointe, alors Genesis et WordPress vont toujours utilisés ce modèle de page en premier tant qu'il n'y a pas un autre réglages ailleurs (fonctions ou filtre. Seulement si vous constituez un modèle de page compatible avec les options de maquette, alors les options du plugin foncdtionneront. Et votre fichier <code>image.php</code> sera compatible avec le plugin! - Si vous avez ce type d'expérience, vous pouvez aussi laisser les réglages sur "Genesis par défaut" et tout se mettra dans l'ordre :-).
hi_in: यह प्राथमिकताओं के साथ क्या करना है. सामान्य रूप में, अगर वहाँ एक विशिष्ट (संग्रह) पृष्ठ प्रकार के लिए एक टेम्पलेट है, उदाहरण के लिए image.php छवि अनुलग्नक प्रदर्शन के लिए<code>image.php</code>, तो उत्पत्ति और WordPress के हमेशा तक के रूप में सामग्री के उत्पादन के लिए है कि पहले का उपयोग करेगा वहाँ एक लेआउट सेटिंग या वहाँ में समारोह फिल्टर है. सिर्फ अगर वहाँ के साथ कोई लेआउट सेटिंग्स पाया टेम्पलेट्स, लेआउट विकल्प सेटिंग्स पूर्ण प्रभाव ले जाएगा. तो, अगर हमारे उदाहरण <code>image.php</code> एक लेआउट इस में सेट फिल्टर है तो उच्च प्राथमिकता है, लेकिन अगर वहाँ में कोई लेआउट फिल्टर है तो प्लगइन का लेआउट सेटिंग प्रभाव ले जाएगा! - ठीक है, अगर आप इस तरह के मामलों का अनुभव सिर्फ इन क्षेत्रों "उत्पत्ति डिफ़ॉल्ट छोड़ " और आप :-) जाने के लिए अच्छे हैं.
it_it: Questo dipende dalle proprietà. In generale, se esiste un template per una pagina generale (archivio), per esempio <code>image.php</code> per visulizzare gli allegati, Genesis & WordPress utilizzano questa per visualizzare il contenuto FINO A CHE esiste la funzione impostazioni di layout o filtro nella stessa. Solo se ci sono template sena possibilità di impostazioni, le opzioni saranno completamente effettive. Quindi, se ad esempio <code>image.php</code> ha un proprio filtro di layout questo ha la priorità, diversamente hanno effetto quelle del plugin! - Quindi, in questo caso lasciate i campi su "Genesis Default" e siete pronti :-).

source: There are two layout options for the plugin AgentPress Listings post type. What does that mean?
fr_fr: Il y a une option de maquette pour le plugin AgentPress Listings post type. Qu'est-ce que cela veut dire?
hi_in: वहाँ प्लगइन AgentPress लिस्टिंग पोस्ट प्रकार के लिए दो लेआउट विकल्प हैं. इसका क्या मतलब है?
it_it: Esiste una opzione layout per il plugin AgentPress Listings post type. Cosa significa?

source: You just can set the layout option for the archive pages of the "listings" post type, plus for all terms of its built-in "features" taxonomy. - &mdash; Of course, the plugin (and so the setting here) could be used with the %3$sAgentPress child theme%4$s and also with any other Genesis child theme, so this setting might come in really handy ;-).
fr_fr: Vous pouvez régler les options de maquette pour les contenu personnalisés "listings" - &mdash; Bien sûr, le plugin (et les réglages ici) peuvent être utilisés avec le %3$sAgentPress child theme%4$s et aussi avec tous les autres thèmes enfants de Genesi, aussi ces réglages deviennent vraiment utiles ;-).
hi_in: तुम सिर्फ का संग्रह पृष्ठों के लिए लेआउट विकल्प सेट कर सकते हैं लिस्टिंग "के बाद प्रकार, प्लस " विशेषताएं "वर्गीकरण में निर्मित के सभी पदों के लिए. बेशक, प्लगइन (और तो यहाँ सेटिंग) sAgentPress बच्चे विषय %3$s है और किसी भी अन्य उत्पत्ति बच्चे के विषय के साथ %4$s के साथ इस्तेमाल किया जा सकता है, तो इस सेटिंग को सच में काम;-) में आ सकता है .
it_it: Puoi impostare le opzioni di layout per le pagine archivio delle \"listings\" post type. &mdash; Chiaramente, il plugin (e anche queste impostazioni) potrebbero essere usate con %3$sAgentPress child theme%4$s e con ogni altro Genesis child theme, così questa impostazione potrebbe rivelarsi davvero utile ;-).

source: What means Reset of settings?
fr_fr: Que veux dire réinitialiser les réglages?
hi_in: सेटिंग्स के रीसेट क्या मतलब है?
it_it: Cosa significa il reset delle impostazioni?

source: Actually it just restores the default layout setting which is always defined in regular layout settings on the Genesis Theme Settings page.
fr_fr: En fait c'est juste pour restaurer les réglages d'origine qui sont toujours définis dans les réglages de maquette dans les réglages du thème Genesis.
hi_in: असल में यह सिर्फ जो हमेशा उत्पत्ति थीम सेटिंग्स पृष्ठ पर नियमित रूप से लेआउट सेटिंग में परिभाषित डिफ़ॉल्ट लेआउट सेटिंग पुनर्स्थापित करता है.
it_it: In realtà ripristina solo l'impostazione del layout di default, che è sempre definito nelle impostazioni di layout nelle impostazioni del Tema Genesis della pagina.

source: Which settings are effected when doing a reset?
fr_fr: Quels réglages sont concernés quand vous effectuez une réinitialisation?
hi_in: सेटिंग्स जब एक रीसेट कर प्रभावित हैं?
it_it: Quali impostazioni vengono modificate se resetto?
